Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * ExtremelyDustyHome: A abandoned house with layer upon layer of dust and cobwebs.
pt_br: * Br/CasaExtremamentePoeirenta: Uma casa abandonada com camadas e mais camadas de teias e pó.

source: * FaceDeathWithDignity: Rosenberg is calm when he realizes he's been cornered by the bug, only saying that it won't find the Galaxy.
pt_br: * Br/EncararAMorteComDignidade: Rosenberg fica calmo quando percebe que foi encurralado pelo inseto, dizendo apenas que ele não vai encontrar a galáxia.

source: * FaceOfAThug: A good guy who looks like a hardened criminal.
pt_br: * Br/CaraDeBandido: Um mocinho que se parece com um criminoso durão.

source: * FaceOfAThug: A person who is good or neutral in spite of having a menacing appearance.
pt_br: * Br/CaraDeBandido: Uma pessoa que é boa ou neutra apesar de ter uma aparência ameaçadora.

source: * FailureHero * FailureKnight * FairyGodmother: A character who magically helps the protagonist find their HappilyEverAfter.
pt_br: * Br/HeroiFalho * Br/CavaleiroFalho * Br/FadaMadrinha: Um personagem que magicamente ajuda o protagonista a encontrar o seu Br/FelizesParaSempre.

source: * FailureIsTheOnlyOption: If the success of the character implies a drastic alteration of the status quo of the series and/or the character itself.
pt_br: * Br/FalharEAUnicaOpcao: Se o sucesso do personagem implicar em uma alteração drástica no status quo da série ou do próprio personagem.

source: * FaintInShock: An episode centers around Patty giving kisses to Quico and El Chavo and causing them to faint, and whenever it happens, they're "revived" [[HilarityEnsues with buckets of water.]] At the end of the episode, Don Ramón ends up getting one from Patty's aunt Gloria and faints too.
pt_br: * Br/DesmaiandoDeChoque: Um episódio é centrado na Paty dando beijos no Quico e no Chaves e fazendo com que eles desmaiem, e quando isso acontece eles são "revividos" [[Br/CoisasEngracadasAcontecem com baldes de água]]. No final do episódio, Seu Madruga recebe um beijo da tia de Pati, Glória, e desmaia também.

source: * FakeDefector: A character who fakes a FaceHeelTurn to get closer to the villain.
pt_br: * Br/PseudoDesertor: Um personagem que finge Br/PassarParaOLadoDosViloes para se aproximar do vilão.

source: * FakeLongevity: Making a game seem longer than it actually is by adding tedium or busywork, or copy-pasting content before the conclusion.
pt_br: * Br/LongevidadeFalsa: Tornar um jogo mais longo do que ele realmente é através do acréscimo de atividades entediantes ou reaproveitando conteúdo antes da conclusão.

source: * FakeNationality: An actor is portraying someone of a different nationality or heritage than they actually are, and their performance is hopefully good enough that the audience doesn't notice or care.
pt_br: * Br/NacionalidadeFalsa: Um ator interpreta alguém de nacionalidade ou ascendência diferente da própria, e seu desempenho é (com sorte) bom o suficiente para que o público não note ou não se importe.

source: * FakeTown: A fake town or city built to look like a real one.
pt_br: * Br/CidadeFalsa: Uma cidade ou povoado falsos construídos para se parecerem com um de verdade.

source: * FallenPrincess: A privileged and/or wealthy girl loses her status, but usually becomes a better person through her hardship.
pt_br: * Br/PrincesaCaida: Uma garota privilegiada ou rica perde seu status, mas se torna uma pessoa melhor através das dificuldades.

source: * FallenStatesOfAmerica * FalseUtopia * FantasyCounterpartCulture * FilmingLocationCameo * FisherKing .
pt_br: * Br/EstadosCaidosDaAmerica * Br/FalsaUtopia * Br/ContraparteCulturalNaFantasia * ??? FilmingLocationCameo * Br/ReiPescador

source: * FalselyAdvertisedAccuracy: Claiming that you've done the research, then proving you really haven't and assuming that the audience will be too ignorant to notice.
pt_br: * Br/ExatidaoFalsamenteAnunciada: Dizer que fez a pesquisa, provar que ''na verdade'' você não fez e supôr que o público será ignorante demais para perceber.

source: * FamilyMan: A man who's loyal to his own family, the one he made (with a partner/spouse and children) as well the one he's part of (with parents and siblings).
pt_br: * Br/HomemDeFamilia: Um homem que é leal à sua família, tanto aquela que ele criou (com os filhos e cônjuge) quanto aquela da qual ele é parte (com pais e irmãos).

source: * FanConvention: Places where fans gather to engage in their hobbies.
pt_br: * Br/ConvencaoDeFas: Lugares onde fãs se juntam para seus hobbies.

source: * FanSequel: When fans decide to make a sequel.
pt_br: * Br/SequenciaDosFas: Quando fãs decidem produzir uma sequência.

source: * FantasticFirearms: The weapons that Spooner and the wider Chicago Police Department carry seem fire non-blowback caseless ammunition and are never seen being reloaded.
pt_br: * Br/ArmasDeFogoFantasticas: As armas que Spooner e a polícia de Chicago utilizam parecem disparar munição sem cartucho, sem recuo e nunca são vistas sendo recarregadas.

source: * FantasticNatureReserve: A zoo, wildlife reserve, or other home for supposedly extinct or mythical creatures.
pt_br: * Br/ReservaFlorestalFantastica: Um zoológico, reserva de vida selvagem ou outra casa para criaturas míticas ou supostamente extintas.

source: * FantasticRacism: As to be expected in a movie about human-alien interactions, even if [[TheMasquerade most humans aren't even aware of aliens]].
pt_br: * Br/RacismoFantastico: Como esperado de um filme sobre interações entre alienígenas e humanos, ainda que [[Br/OMascaramento os humanos sequer saibam que os aliens existem]].

source: * FantasticRacism: Spooner hates robots.
pt_br: * Br/RacismoFantastico: Spooner odeia robôs.

source: * FantasyAmericana: Magic, fantastic creatures, and figures of folklore lie in the wilds of North America, just beyond the reaches of civilization.
pt_br: * Br/FantasiaAmericana: Magia, criaturas fantásticas e seres folclóricos habitam nas matas da América do Norte, além do alcance da civilização.

source: * FarSideIsland: A tiny island in the middle of nowhere housing a single palm tree.
pt_br: * Br/IlhaTaoTaoDistante: Uma ilha minúscula no meio do nada que possui uma única palmeira.

source: * FarmBoy: When the hero is just a simple peasant from the countryside.
pt_br: * Br/GarotoDoCampo: Quando o herói é um simples camponês do interior.

source: * FatCamp: A summer camp where parents send overweight kids to diet and to get off their butts and go outside.
pt_br: * Br/AcampamentoDeGordos: Um acampamento de verão para onde os pais mandam seus filhos para fazerem dieta e tirarem o traseiro da cadeira.

source: * FateOfTheFrankensteins: A mad scientist who happens to be descended from Victor Frankenstein.
pt_br: * Br/DestinoDosFrankensteins: Um cientista maluco que por acaso é descendente de Victor Frankenstein.

source: * FauxActionGirl * TheFettered: The hero's strength is their moral limitations.
pt_br: * Br/PseudoGarotaDeAcao * Br/OAcorrentado: A força do herói são suas limitações morais.

source: * FauxActionGirl: A female character is billed as being extremely skilled in combat, but the majority of her screentime showcases her failing at it.
pt_br: * Br/PseudoGarotaDeAcao: Uma personagem feminina é vendida como sendo extremamente habilidosa em combate, mas a maioria do seu tempo de tela mostra ela falhando no combate.

source: * FauxShadow: Despite what one might infer from the scene transcribed below, [[spoiler: Robertson had nothing to do with Alfred Lanning's death]].
pt_br: * Br/PrenuncioFalso: Apesar do que se possa inferir da cena transcrita abaixo, [[spoiler: Robertson não teve nada a ver com a morte de Alfred Lanning]].

source: * FelonyMisdemeanor: Treating a relatively harmless misdeed as if it were a serious crime.
pt_br: * Br/CrimeDeMauComportamento: tratar uma ação relativamente inócua como um crime sério.

source: * FemalesAreMoreInnocent: The female villains are only evil because a man happened to drove them to do the bad things they did.
pt_br: * Br/MulheresSaoMaisInocentes: As vilãs femininas só são do mal porque um homem levou elas a fazer as coisas más que fizeram.

source: * FeudalFuture: Sub-category of Days of Future Past.
pt_br: * Br/FuturoFeudal: Uma subcategoria dos Dias de Um Passado Futuro.

source: * FictionalCountry: See also FictionalCultureAndNationTropes.
pt_br: * Br/PaisFicticio: Consultar também Br/TroposDeCulturasENacoesFicticias.

source: * FictionalProvince: A fictional subset of a real country.
pt_br: * Br/ProvinciaFicticia: Um subconjunto ficcional de um país real.

source: * FightBellHijinks: Whenever Don Ramón [[WouldHurtAChild bops Chavo on the head]] for annoying him, a bell is heard in the background.
pt_br: * Br/ContendaComSomDeSineta: Sempre que Seu Madruga [[Br/MachucariaUmaCrianca dá um cascudo em Chaves]] por irritá-lo, um som de sino toca no fundo.

source: * FinalGirl: The smart, virginal and responsible girl in the group of teenagers from a SlasherMovie is the one who confronts the killer and survives.
pt_br: * Br/GarotaFinal: A garota esperta e responsável do grupo de adolescentes em um filme de terror é a que enfrenta o assassino e sobrevive.

source: * FingerSnapLighter: Who needs a Bic when you can just summon fire with a flick of your fingers?
pt_br: * Br/IsqueiroDeDedo: Quem precisa de isqueiro quando você consegue criar fogo com um estalar de dedos?

source: * FirePurifies: Fire has the ability to burn away only the evil parts, leaving any pure or good parts unharmed.
pt_br: * Br/FogoPurifica: O fogo tem a habilidade de queimar apenas as partes ruins, deixando intactas as partes puras ou boas.

source: * FirstInstallmentWins: A piece of media receives one or many sequels, but the original is the one everybody loves and remembers.
pt_br: * Br/APrimeiraEntradaVence: Certa obra recebe uma ou mais sequências, mas o original é aquele que todo mundo lembra e ama.

source: * FirstNameUltimatum: Speaking of which, whenever Quico got extremely obnoxious with his mother, Doña Florinda would get mad and call him Federico.
pt_br: * Br/UltimatoDoPrimeiroNome: Sempre que Quico incomodava muito sua mãe, ela ficava irritada e o chamava de Frederico.

source: * FirstPersonSmartass * FiveManBand: Most hero teams tend to fit into this classic mold.
pt_br: * Br/EngracadinhoEmPrimeiraPessoa * Br/GrupoDeCincoCaras: A maioria das equipes heroicas se encaixa nesse padrão clássico.

source: * FisherKingdom * FlatWorld * GaiasLament * {{Gotterdammerung}} * HellOnEarth .
pt_br: * Br/ReinoDoPescador * Br/MundoPlano * Br/LamentoDeGaia * Br/{{Gotterdammerung}} * Br/InfernoNaTerra

source: * FissionMailed: When losing a game sometimes modifies the status quo, it would subvert it into the game being continued, though it's not always the case.
pt_br: * Br/FissaoMalha: Quando perder um jogo modificaria o status quo, isso é evitado com o jogo dando sequência, mas nem sempre é esse o caso.

source: * FiveTokenBand: Every member of the heroic group is a minority not represented by the rest of the team.
pt_br: * Br/GrupoDeCincoCotistas: Cada membro do grupo heroico é uma minoria não representada pelo restante to time.

source: * FlawlessToken: A TokenMinority is far more capable or wiser than every other character in the story, often an attempt to avoid or compensate for other racist tropes.
pt_br: * Br/CotistaInfalivel: Um Br/CotistaDeMinoria é muito mais capaz ou sábio que os outros personagens da história, geralmente em uma tentativa de evitar ou compensar outros tropos racistas.

source: * FleetingDemographicRule: For Chespirito, it's generally a three year rule, although sometimes a story would only get one season off before being repeated, or in rare cases, it would be made two seasons in a row.
pt_br: * Br/RegraDaDemografiaPassageira: Para Chespirito, é uma regra de três anos no geral, mas às vezes o intervalo entre repetições era de apenas um ano, e em raros casos uma história poderia aparecer em dois anos seguidos.

source: * FleetingDemographicRule: Reusing old storylines under the assumption that no one who saw it the first time is still watching.
pt_br: * Br/RegraDaDemografiaPassageira: Reutilizar histórias antigas com base na suposição de que ninguém que esteja vendo agora tenha visto na primeira vez.

source: * FloatingContinent: A floating chunk of land as an exotic locale.
pt_br: * Br/ContinenteFlutuante: Uma massa de terra flutuante como um lugar exótico.

source: * FloodedFutureWorld: In the future, the world becomes mostly or entirely covered by water.
pt_br: * Br/MundoFuturoInundado: No futuro, o mundo se torna praticamente ou completamente coberto por água.

source: * FluffyCloudHeaven * GiantFood * {{Heaven}} * {{Hell}} * HellIsWar: Hell is dedicated to the aspects of war.
pt_br: * Br/CeuDeNuvensFofas * Br/ComidaGigante * Br/{{Ceu}} * Br/{{Inferno}} * Br/InfernoEGuerra: O inferno é dedicado aos aspectos da guerra.

source: * FolkHero: A hero who became the subject of popular myths and legends, [[ShroudedInMyth though certain aspects of their reputation may have been greatly exaggerated]].
pt_br: * Br/HeroiFolclorico: Um herói que se tornou assunto de mitos e lendas populares, [[Br/EnvoltoEmMito apesar de certos aspectos de sua reputação terem sido muito exagerados]].

source: * ForGreatJustice: The good guys' motive is "justice", "goodness", etc. * FriendInThePress: A Journalist who holds an amicable relationship with the detective, and who can provide them with assistance.
pt_br: * Br/PelaGrandeJustica: O motivo dos mocinhos é "justiça", "bondade", etc. * Br/AmigoNaImprensa: Um jornalista que possui uma relação amigável com o detetive e que pode dar apoio a ele.

source: * ForGreatJustice: The heroes' motives are unspecified values of "justice", "goodness", etc. ** JusticeWillPrevail: A character confirms their commitment to justice.
pt_br: * Br/PelaGrandeJustica: Os motivos dos heróis são valores de "justiça" e "bondade" que não são especificados. ** Br/AJusticaPrevalecera: Um personagem confirma o seu compromisso com a justiça.

source: * ForHappiness: Happiness is a good thing that everyone should have as much of as possible.
pt_br: * Br/PelaFelicidade: Felicidade é uma coisa boa e todo mundo deveria ter tanto dela quanto possível.

source: * ForbiddenZone: A dangerous place no one wants to go (except the heroes, of course).
pt_br: * Br/ZonaProibida: Um lugar perigoso aonde ninguém quer ir (exceto os heróis, obviamente).

source: * ForeignReScore: In the Brazilian dub, the entire sound design of the show was completely replaced and done from scratch, including the background music.
pt_br: * Br/TrilhaSonoraEstrangeira: Na dublagem brasileira, a sonorização do filme foi completamente substituída e refeita, incluindo a música de fundo.

source: * ForgetfulJones: The last published comic as of now involves Pita forgetting everything he's supposed to do...
pt_br: * Br/JoaoEsquecido: A última história publicada envolve Pita esquecendo tudo que ele deveria fazer...

source: * ForgottenBirthday: Everyone but La Chilindrina forget about Don Ramón birthday in [[ExactlyWhatItSaysOnTheTin "El cumpleaños de Don Ramón"]] - Don Ramón himself feels tired and depressed and thought he was going to die.
pt_br: * Br/AniversarioEsquecido: Todos exceto a Chiquinha se esquecem do aniversário de Seu Madruga em [[Br/ExatamenteOQueEstaEscrito "O aniversário de Seu Madruga"]] -- o próprio Seu Madruga se sente cansado e deprimido e acha que vai morrer logo.

source: * ForgottenPhlebotinum: A story-breaking phlebotinum is introduced to the story, but discarded without a word once the creators realize how detrimental it is to the story.
pt_br: * Br/CoisoniumEsquecido: Um coisonium que pode acabar com a história é introduzido e depois descartado silenciosamente quando os criadores percebem o quão nocivo ele é para a história.

source: * ForgottenSuperweapon: A powerful weapon that characters resort to much later than they logically should have.
pt_br: * Br/SuperArmaEsquecida: uma arma poderosa que o personagem resolve usar muito depois do que deveria.

source: * ForkFencing: The Blue Raja wields forks (not knives!).
pt_br: * Br/EsgrimaDeGarfo: O Marajá manuseia garfos (e não facas!).

source: * FoulBallPit: Filthy and/or dangerous fast-food playgrounds.
pt_br: * ??? FoulBallPit: Um playground nojento e/ou perigoso de restaurante.

source: * FranchiseDrivenRetitling: When an earlier installment in a series is given a new name based on what the overall franchise comes to be called through sequels.
pt_br: * Br/RetronimoBaseadoEmFranquia: Quando uma entrada anterior em uma série recebe um novo nome com base no que a franquia passa a ser chamada através das sequências.

source: * FranchiseOriginalSin: Early in the franchise there were minor flaws, but as new installments roll in these problems just get out of hand.
pt_br: * O Br/PecadoOriginalDaFranquia: No começo da franquia há pequenas falhas, mas à medida que novas obras chegam essas falhas saem do controle.

source: * FranchiseZombie: Franchise lasts longer than the author intended for.
pt_br: * Br/FranquiaZumbi: A franquia dura mais tempo do que o autor pretendia.

source: * FrankensteinsMonster: The mad scientist creates an artificial being that commonly takes the form of a hulking brute stitched together from dismembered corpses.
pt_br: * Br/MonstroDeFrankenstein: O cientista maluco cria um ser artificial que geralmente possui a forma de um brutamontes costurado a partir de cadáveres desmembrados.

source: * FreudianSlip: Every once in a while Quico will call Profesor Jirafales "Daddy." %%* FromTheMouthsOfBabes * FullyClothedNudity: In one of the Acapulco episodes, when Chavo chases Quico around the beach, we see a woman who's sheepishly covering her body with a blanket.
pt_br: * Br/DeslizeFreudiano: De vez em quando, Quico chama o Professor Girafales de "papai".

source: * FreudianSlip: PlayedForDrama and CharacterDevelopment when Spooner makes a revealing comment towards Sonny that he instantly picks up on, but Spooner is surprised by himself.
pt_br: * Br/DeslizeFreudiano: Br/UsadoParaDrama e para Br/DesenvolvimentoDePersonagem quando Spooner faz um comentário revelador acerca de Sonny que este instantaneamente percebe, mas que surpreende Spooner.

source: * FreudianTrio: Spooner is the Id, Calvin is the Superego, and Sonny is the Ego.
pt_br: * Br/TrioFreudiano: Spooner é o Id, Calvin é o Superego e Sonny é o Ego.

source: * FreudianTrio: The 'Big Three'.
pt_br: * Br/TrioFreudiano: Os três iniciais.

source: * FriendOnTheForce: A police officer who is quite amicable with the PrivateDetective or AmateurSleuth, and who can provide them with assistance.
pt_br: * Br/AmigoNasForcas: Um policial que tem uma relação amistosa com o Br/DetetiveParticular ou o Br/DetetiveAmador e que pode fornecer assistência.

source: * FriendToAllChildren: A hero who cares deeply for and protects kids.
pt_br: * Br/AmigoDasCriancas: Um herói que protege e se importa muito com as crianças.

source: * FriendToAllChildren: A person who is very fond of children and enjoys interacting with and helping them.
pt_br: * Br/AmigoDasCriancas: Uma pessoa que é muito afeita à crianças e gosta de interagir com elas e ajudá-las.

source: * FriendToAllLivingThings: A character who is very fond of animals and enjoys interacting with and aiding them.
pt_br: * Br/AmigoDeTudoQueVive: Um personagem que aprecia muito os animais e gosta de interagir com eles e ajudá-los.

source: * FriendToAllLivingThings: A hero who protects and cares deeply for animals.
pt_br: * Br/AmigoDeTudoQueVive: Um herói que protege e se importa muito com os animais.

source: * FriendToBugs: A type of AnimalLover who likes and cares for insects and other creatures.
pt_br: * Br/AmigoDosInsetos: Um tipo de Br/AmanteDosAnimais que gosta de insetos e se importa com eles.

source: * FriendlyGhost: A friendly ghost.
pt_br: * Br/FantasmaAmigavel: Um fantasma amigável.

source: * FriendlyLocalChinatown: Sections of large American cities where Chinese culture can be found close at hand.
pt_br: * ??? FriendlyLocalChinatown: Seções de grandes cidades americanas onde é possível encontra facilmente a cultura chinesa.

source: * FriendlyNeighborhoodSpider: Spiders portrayed as friendly, well-disposed and heroic.
pt_br: * Br/AranhaAmigavelDaVizinhanca: Aranhas retratadas como amigáveis, bem dispostas e heroicas.

source: * FriendlyNeighborhoodVampire: A benevolent vampire.
pt_br: * Br/VampiroAmigavelDaVizinhanca: Um vampiro benevolente.

source: * FriendlySkeleton: An undead skeleton that is nice.
pt_br: * Br/EsqueletoAmigavel: Um esqueleto morto-vivo que é legal.

source: * FriendlyZombie: A zombie who is nice.
pt_br: * Br/ZumbiAmigavel: Um zumbi que é amigável.

source: * FrivolousLawsuit: Suing people over flagrantly trivial slights.
pt_br: * Br/ProcessoFutil: Processar pessoas por causa de questões flagrantemente triviais.

source: * FromHeroToMentor: A character who, after being the hero, becomes the mentor for an intended subsequent hero.
pt_br: * Br/DeHeroiAMentor: Um personagem que, após ser um herói, se torna o mentor do herói que virá depois.

source: * FromShameHeroism: A character is ashamed of something they've done, and turns to heroism as a result.
pt_br: * Br/DaVergonhaHeroismo: Um personagem fica envergonhado de algo que fez e, como resultado, se volta para o heroísmo.

source: * FromZeroToHero: A character comes from nothing, and rises up in the world thanks to their goodness and heroism.
pt_br: * Br/DeZeroAHeroi: Um personagem vem do nada e ascende no mundo graças à sua bondade e heroísmo.

source: * FromZeroToHero: A character starts as a nobody, and rises up in the world through their heroic deeds.
pt_br: * Br/DeZeroAHeroi: Um personagem vem do nada e ascende no mundo graças a seus feitos heroicos.

source: * FunPersonified: A character taking a role as a mood-maker who shields others from feelings of despair or doom and generally prevents the plot from getting overly grim.
pt_br: * Br/DiversaoPersonificada: Um personagem que aceita um papel como regulador de humor que protege os outros de sentimentos de angústia e desespero e, no geral, impede que a trama fique muito austera.

source: * FunnyBackgroundEvent: ** Zed neuralyzing the rejected recruits as J and K walk by shortly after the recruitment process.
pt_br: * Br/EventoEngracadoDeFundo: ** Zed neuralizando os recrutas rejeitados enquanto J e K passam andando logo após o processo de recrutamento.

source: * FuturisticSuperhighway: The highways shown aren't themselves particularly advanced, except for being mostly underground, at least within the Chicago metro area (presumably to free up more space for walking and more buildings aboveground), and for the very high-speed, self-driving, ball-wheeled traffic on them.
pt_br: * Br/SuperViaExpressaFuturista: As vias expressas não são por si só particularmente avançadas, exceto por serem subterrâneas, pelo menos na área metropolitana de Chicago (presumivelmente para livrar mais espaço para as pessoas e as construções) e pelo tráfego em alta velocidade de veículos autônomos que usam esferas como rodas.

source: * GadgeteerGenius: Heller.
pt_br: * Br/GenioDosApetrechos: Heller.

source: * GadgeteersHouse: An inventor lives here, so nearly everything is automated.
pt_br: * Br/CasaDoInventor: Um inventor mora nela e por isso tudo é automatizado e há várias traquitanas.
